Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: When true, raises BG target when autosens detects sensitivity
bg: Когато е true, повишава целевата BG, когато autosens засече чувствителност
cs: Pokud je zapnuto, zvýší cílovou glykémii (BG), když Autosens detekuje zvýšenou citlivost.
da: Når sandt, hæver BG mål, når autosens registrerer følsomhed
de: Wenn aktiviert, wird das Glukoseziel erhöht, sobald Autosens erhöhte Empfindlichkeit erkennt
es: Cuando es verdadero, aumenta el objetivo BG cuando los autosens detectan sensibilidad
fr: Si activé, augmente la cible de glucose lorsque Autosens détecte une sensibilité accrue
it: Quando VERO, aumenta il target glicemia quando l'autosensibilità rileva la maggiore sensibilità insulinica
nb_no: Når slått på, økes BS-målet når autosens oppdager insulinfølsomhet
nl: Wanneer waar, verhoogt het BG streefdoel als autosens gevoeligheid detecteert
pl: Gdy włączony, podnosi poziom docelowy, gdy autosens wykrywa wrażliwość
pt_pt: Quando verdadeiro, eleva o alvo de glicemia quando autosens detecta sensibilidade
ru: Если включено, повышает целевой диапазон при повышенной чувствительности
sv: Höjer målglukosvärdet när 'Autosens' upptäcker ökad insulinkänslighet
uk: Якщо увімкнено, підвищує цільовий діапазон при підвищеній чутливості
vi: Khi bật, sẽ tăng mục tiêu đường huyết khi Autosens phát hiện tăng độ nhạy insulin
zh_hant: 當為啟用時，在自動敏感度檢測敏感度時提高血糖目標

source: When using the Sigmoid Formula, the weighted Total Daily Dose has a much lower impact on the dynamic adjustments to sensitivity.
bg: Когато се използва сигмоидната формула, претеглената обща дневна доза има много по-малко влияние върху динамичните корекции на чувствителността.
cs: Při použití sigmoidního vzorce má vážená celková denní dávka (TDD) mnohem menší vliv na dynamické úpravy citlivosti.
da: Ved brug af Sigmoid Formel har den vægtede totale daglige dosis en meget lavere indvirkning på de dynamiske justeringer af følsomheden.
de: Bei Verwendung der Sigmoid-Formel hat die gewichtete tägliche Gesamtdosis (TDD) einen viel geringeren Einfluss auf die dynamischen Anpassungen der Empfindlichkeit.
es: Al usar la Fórmula Sigmoide, la Dosis Diaria Total ponderada tiene un impacto mucho menor en los ajustes dinámicos a la sensibilidad.
fr: En utilisant la formule Sigmoïde, la dose totale quotidienne pondérée (d'insuline) a un impact beaucoup plus faible sur les ajustements dynamiques de la sensibilité.
it: Quando si utilizza la formula Sigmoid, la dose giornaliera totale ponderata ha un impatto molto inferiore sugli aggiustamenti dinamici della sensibilità.
nb_no: Når man bruker sigmoidformelen, har den vektede totale daglige dosen en mye lavere innvirkning på de dynamiske justeringene av sensitivitet.
nl: Bij gebruik van de Sigmoid Formule heeft de gewogen Totale Dagelijkse Dose een veel lagere impact op de dynamische aanpassingen van de gevoeligheid.
pl: W przypadku stosowania formuły Sigmoid ważona całkowita dawka dobowa ma znacznie mniejszy wpływ na dynamiczne dostosowanie wrażliwości.
pt_pt: Ao usar a Fórmula de Sigmoid, a Dose Total Diária ponderada tem um impacto muito menor nos ajustes dinâmicos à sensibilidade.
ru: При использовании формулы Sigmoid общая взвешенная ежедневная доза оказывает значительно меньшее влияние на динамические настройки чувствительности.
sv: När du använder Sigmoid formeln, har den viktade totala dagliga dosen en mycket lägre inverkan på de dynamiska justeringarna av insulinkänslighet.
uk: При використанні формули сигмоїди, зважена Загальна доза має значно менший вплив на динамічні корективи до чутливості.
vi: Khi sử dụng công thức Sigmoid, Tổng liều hằng ngày có trọng số sẽ ảnh hưởng ít hơn nhiều đến việc điều chỉnh độ nhạy một cách linh hoạt.
zh_hant: 使用S型公式時，加權的總日劑量對動態調整敏感度的影響較小。

source: which is below your Threshold (
bg: което е под вашия праг (
cs: což je pod tvou hranicí (
da: som er under din tærskel (
de: die unter Deinem Schwellenwert liegen (
es: que está por debajo de tu umbral (
fr: Ce qui se trouve en dessous de votre seuil (
it: che è al di sotto della tua Soglia (
nb_no: som er under terskelen din (
nl: die onder je drempelwaarde ligt (
pl: który znajduje się poniżej Twojego progu (
pt_pt: que está abaixo do seu limite (
ru: это ниже порога приостановки (
sv: vilket är lägre än ditt tröskelvärde (
uk: це нижче порога призупинення (
vi: nằm dưới Ngưỡng của bạn (
zh_hant: 這低於您的門檻值（

source: Which override do you want to apply?
bg: Коя отмяна искате да приложите?
cs: Který profil chceš aktivovat?
da: Hvilken override ønsker du at anvende?
de: Welche Override möchtest Du anwenden?
fr: Quelle Dérogation voulez-vous appliquer ?
nb_no: Hvilken overstyring vil du bruke?
nl: Welke overschrijving wilt u toepassen?
pl: Które nadpisanie chcesz zastosować?
vi: Bạn muốn áp dụng ghi đè nào?
zh_hant: 您想應用哪個覆蓋?

source: Which preset to apply?
bg: Кой шаблон да се приложи?
cs: Kterou předvolbu chceš aktivovat?
da: Hvilken forudindstilling skal anvendes?
de: Welche Vorlage möchtest Du verwenden?
fr: Quel préréglage appliquer ?
nb_no: Hvilken forhåndsinnstilling vil du bruke?
nl: Welke voorinstelling toepassen?
pl: Który preset zastosowć?
vi: Bạn muốn áp dụng cài đặt sẵn nào?
zh_hant: 想應用哪個預設?

source: While onboarding, Trio continues to operate with your prior settings.
bg: По време на настройването Trio продължава да работи с предишните ви настройки.
cs: Během nastavování Trio nadále pracuje s vaším předchozím nastavením.
da: Under onboarding fortsætter Trio med at fungere med dine tidligere indstillinger.
de: Während der Einrichtung arbeitet Trio weiterhin mit Deinen vorherigen Einstellungen.
fr: Pendant la configuration initiale, Trio continue de fonctionner avec vos réglages précédents.
nb_no: Under oppstartsveiledningen vil Trio fortsette å bruke dine gamle innstillinger.
nl: Tijdens onboarding blijft Trio werken met uw eerdere instellingen.
pl: Podczas wdrażania Trio kontynuuje działanie z poprzednimi ustawieniami.
sv: Under onboardingen fortsätter Trio att fungera med dina tidigare inställningar.
vi: Trong quá trình thiết lập ban đầu, Trio vẫn hoạt động theo các cài đặt trước đó của bạn.
zh_hant: 在入門期間，Trio 繼續根據您的先前設定運作。

source: While upgrading Trio to the new version, we ran into an issue transferring some of your historical data.
bg: При обновяването на Trio до новата версия срещнахме проблем при прехвърлянето на част от историческите ви данни.
cs: Při aktualizaci Tria na novou verzi došlo k problému s přenosem části tvých historických dat.
da: Mens vi opgraderede Trio til den nye version, løb vi ind i et problem med at overføre nogle af dine historiske data.
de: Während des Upgrades von Trio auf die neue Version sind wir auf ein Problem bei der Übertragung einiger Deiner Verlaufsdaten gestoßen.
fr: Lors de la mise à jour de Trio vers la nouvelle version, un problème est survenu lors du transfert de certaines données de votre historique.
nb_no: Vi hadde noen utfordringer med å overføre noen av dine historiske data under oppdatering av Trio.
nl: Tijdens het updaten van Trio naar de nieuwe versie, zijn we een probleem tegengekomen met het overbrengen van enkele van uw historische gegevens.
pl: Podczas uaktualniania Trio do nowej wersji napotkaliśmy problem z transferem niektórych historycznych danych.
sv: När vi uppgraderade Trio till den nya versionen stötte vi på ett problem med att överföra en del av dina historiska data.
vi: Trong quá trình nâng cấp Trio lên phiên bản mới, chúng tôi đã gặp sự cố khi chuyển một phần dữ liệu lịch sử của bạn.
zh_hant: 在將 Trio 升級到新版本時，我們遇到了一些轉移歷史資料的問題。

source: Why does Trio collect this data?
bg: Защо Trio събира тези данни?
cs: Proč Trio shromažďuje tato data?
da: Hvorfor indsamler Trio disse data?
de: Warum sammelt Trio diese Daten?
fr: Pourquoi l'application Trio collecte-t-elle ces données ?
nb_no: Hvorfor samler Trio inn disse dataene?
nl: Waarom verzamelt Trio deze gegevens?
pl: Dlaczego Trio zbiera te dane?
sv: Varför samlar Trio in dessa uppgifter?
vi: Tại sao Trio lại thu thập dữ liệu này?
zh_hant: 為什麼 Trio 收集這些資料？

source: Wide BG Target Range
bg: Широк целеви диапазон на BG
cs: Široký cílový rozsah glykémie
da: Bred Blodsukker Målområde
es: Rango objetivo ancho de BG
fr: Plage cible de glucose étendue
it: Ampio intervallo target BG
nb_no: Større målområde for BS
nl: Brede BG doelbereik
pl: Szeroki zakres docelowy glikemii
pt_pt: Alvo de Glicémia larga
ru: Расширенный диапазон целей ГК
sv: Brett glukosmålintervall
uk: Розширений Діапазон Цілей BG
vi: Phạm vi mục tiêu đường huyết rộng
zh_hant: 血糖目標範圍寬

source: Widget Configuration
bg: Конфигурация на Widget
cs: Konfigurace widgetu
da: Indstilling Af Widget
de: Widget-Konfiguration
es: Configuración de Widget
fr: Configuration du Widget
it: Configurazione Widget
nb_no: Widget konfigurasjon
nl: Widget configuratie
pl: Konfiguracja widżetu
pt_pt: Configuração de Widget
ru: Конфигурация виджета
sv: Widget-konfiguration
uk: Налаштування портлету
vi: Cấu hình tiện ích
zh_hant: 小工具配置

source: will snooze for %@ until %@
bg: ще бъде отложено за %@ до %@
cs: odloží se na %@ do %@
da: vil snooze for %@ indtil %@
de: wird für %@ schlummern bis %@
es: pospondrá por %@ hasta %@
fr: Mettre en silence pendant %@ jusqu’à %@
it: posticiperà per %@ fino a %@
nb_no: vil slumre i %@ til %@
nl: zal sluimeren voor %@ tot %@
pl: drzemka na %@ do %@
pt_pt: vai silenciar por %@ até %@
ru: будет отложена для %@ до %@
sv: kommer att snooza i %@ tills %@
uk: буде відкладно для %@ до %@
vi: sẽ tạm ngưng trong %@ đến %@
zh_hant: 將延後 %@ 直到 %@

source: With iOS Trio Notifications enabled, you can let Trio display most Algorithm Notifications in iOS Notification Center as a Banner, List and on the Lock Screen. It allows you to refer to Trio Information at a glance and troubleshoot any informational issue. Set iOS Notifications Banner Style to Persistent to display banners in the app until dismissed.
bg: С активирани iOS известия на Trio можете да позволите на Trio да показва повечето известия на алгоритъма в iOS Центъра за известия като банер, списък и на заключения екран. Това ви позволява да се позовавате на информация от Trio с един поглед и да отстранявате всеки информационен проблем. Задайте стила на iOS банерите за известия на „Постоянен“, за да се показват банерите в приложението, докато не бъдат отхвърлени.
cs: Když povolíš oznámení Tria v iOS, můžeš si nechat zobrazovat většinu oznámení algoritmu v Oznamovacím centru iOS jako banner, seznam nebo na uzamčené obrazovce. Umožní ti to mít informace z Tria hned na očích a řešit případné informační zprávy. Nastav styl banneru oznámení v iOS na „Trvalý“, aby se bannery v aplikaci zobrazovaly až do jejich zavření.
da: Med iOS Trio Notifikationer aktiveret, du kan lade Trio vise de fleste Algoritme Meddelelser i iOS Notification Center som en Banner, Liste og på låseskærmen. Det giver dig mulighed for at henvise til Trio Information på et overblik og fejlfinding enhver oplysende problem. Indstil iOS-notifikationsbanner stil til Vedvarende for at vise bannere i app'en, indtil den er afbrudt.
de: Mit aktivierten iOS Trio-Benachrichtigungen kannst Du Trio die meisten Algorithmus-Benachrichtigungen in der iOS-Benachrichtigungszentrale als Banner, Liste und auf dem Sperrbildschirm anzeigen lassen. So kannst Du die Trio-Informationen auf einen Blick sehen und Probleme mit den Informationen beheben. Stelle den iOS Hinweise Banner Stil auf dauerhaft, um Banner in der App anzuzeigen, bis sie beendet werden.
es: Con iOS Trio notificaciones activadas, puede dejar que Trio muestre la mayoría de las notificaciones de Algoritmo en el Centro de Notificaciones de iOS como banner, lista y en la pantalla de bloqueo. Le permite referirse a Trio Information de un vistazo y solucionar cualquier problema informativo. Establecer el estilo de banner de notificaciones de iOS en Persistente para mostrar banners en la aplicación hasta que se descarten.
fr: Lorsque les notifications iOS de Trio sont activées, vous pouvez afficher la plupart des notifications de l'algorithme dans le Centre de notifications iOS, sous forme de bannière, de liste ou sur l’écran verrouillé. Cela vous permet de consulter rapidement les informations de Trio et de résoudre les éventuels problèmes informatifs. Réglez le style de bannière iOS sur "Persistant" pour que les bannières restent visibles jusqu’à leur fermeture.
it: Con iOS Trio Notifications abilitato, è possibile consentire al Trio di visualizzare la maggior parte delle notifiche dell'algoritmo in iOS Notification Center come banner, elenco e sulla schermata di blocco. Ti permette di fare riferimento a Trio Informazioni a colpo d'occhio e risolvere qualsiasi problema informativo. Imposta lo stile banner delle notifiche iOS a Persistente per visualizzare i banner nell'app fino a quando non viene rimosso.
nb_no: Med iOS Trio-varsler aktivert, kan du la Trio vise de fleste algoritmevarsler i iOS varslingssenter som et banner, en liste og på låseskjermen. Det lar deg se Trio-informasjon med et raskt blikk og feilsøke eventuelle informasjonsproblemer. Sett iOS-varslingsbannerstil til Vedvarende for å vise bannere i appen til de lukkes.
nl: Met iOS Trio meldingen ingeschakeld Trio kan de meeste meldingen van algoritmen weergeven in iOS Notificatie Centrum als een Banner, Lijst en op het Vergrendelscherm. Het stelt u in staat om in één oogopslag naar Trio informatie te verwijzen en eventuele informatieproblemen op te lossen. Stel de iOS Notificatie Banner Stijl in op Banier van Banier die altijd banners in de app weergeeft totdat deze zijn verwijderd.
pl: Po włączeniu powiadomień iOS dla Trio możesz pozwolić Trio wyświetlać większość powiadomień algorytmicznych w Centrum powiadomień iOS jako baner, listę i na ekranie blokady. Umożliwia to zapoznanie się z informacjami Trio na pierwszy rzut oka i rozwiązywanie wszelkich problemów informacyjnych. Ustaw styl banera powiadomień iOS na trwały, aby wyświetlać banery w aplikacji do momentu zamknięcia.
pt_pt: Com as notificações Trio do iOS habilitadas, Você pode permitir que o Trio exiba a maioria das notificações de algoritmo na Central de Notificações iOS como uma Bandeira, Lista e na Tela de Bloqueio. Ele permite que você consulte Trio Information a qualquer problema informativo. Defina o estilo do Banner de notificações iOS para Persistente para exibir banners no aplicativo até ser dispensado.
ru: С включенными уведомлениями iOS Trio, вы можете позволить Трио отображать большинство алгоритмов уведомлений в центре уведомлений iOS в качестве баннера, списка и на экране блокировки. Он позволяет Вам обратиться к информации Трио (Trio Information), чтобы узнать о проблемах и устранить любые информационные проблемы. Установите стиль баннера iOS Notifications в постоянном режиме, чтобы отображать баннеры в приложении до тех пор, пока они не будут удалены.
sv: Med iOS Trio notiser aktiverade, kan du låta Trio visa de flesta algoritmnotiser i iOS notiscenter, som banderoller och på låsskärmen. Det gör att du snabbt kan observera och agera på information från Trio. Ställ in iOS-notisernas banderollstil till beständig för att visa banderoller på telefonen tills de avfärdas.
uk: З увімкненими iOS-Тріо повідомленнями ви можете дозволити Trio відображати більшість сповіщень з алгоритмів в центрі сповіщень iOS в як стяг, Список та на екрані блокування. Це дозволяє вам посилатися на інформацію з Тріо та вирішити будь-яку інформаційну проблему. Установіть стиль банера iOS на постійний для відображення банерів у додатку до виключення.
vi: Khi bật Thông báo Trio trên iOS, bạn có thể để Trio hiển thị hầu hết các Thông báo Thuật toán trong Trung tâm Thông báo của iOS dưới dạng Biểu ngữ, Danh sách và trên Màn hình khóa. Điều này giúp bạn dễ dàng theo dõi thông tin từ Trio và xử lý nhanh các sự cố. Hãy đặt Kiểu Biểu ngữ Thông báo iOS thành “Liên tục” để các biểu ngữ hiển thị trong ứng dụng cho đến khi bạn tắt chúng.
zh_hant: 啟用iOS Trio通知後，您可以讓Trio在iOS通知中心中以橫幅、列表和鎖定螢幕顯示大多數演算法通知。它讓您可以一目了然地參考Trio資訊並解決任何資訊問題。將iOS通知橫幅樣式設置為持續，以便在應用中持續顯示橫幅直到關閉。

source: With iOS Trio Notifications enabled, you can let Trio display most Carb Notifications in iOS Notification Center as a Banner, List and on the Lock Screen. It allows you to refer to Trio Information at a glance and troubleshoot any informational issue. Set iOS Notifications Banner Style to Persistent to display banners in the app until dismissed.
bg: С активирани iOS известия на Trio можете да позволите на Trio да показва повечето известия за въглехидрати в iOS Центъра за известия като банер, списък и на заключения екран. Това ви позволява да се позовавате на информация от Trio с един поглед и да отстранявате всеки информационен проблем. Задайте стила на iOS банерите за известия на „Постоянен“, за да се показват банерите в приложението, докато не бъдат отхвърлени.
cs: Když povolíš oznámení Tria v iOS, můžeš si nechat zobrazovat většinu oznámení o sacharidech v Oznamovacím centru iOS jako banner, seznam nebo na uzamčené obrazovce. Umožní ti to mít informace z Tria hned na očích a řešit případné informační zprávy. Nastav styl banneru oznámení v iOS na „Trvalý“, aby se bannery v aplikaci zobrazovaly až do jejich zavření.
da: Med iOS Trio Notifikationer aktiveret, du kan lade Trio vise de fleste Carb Notifications i iOS Notification Center som en Banner, Liste og på låseskærmen. Det giver dig mulighed for at henvise til Trio Information på et overblik og fejlfinding enhver oplysende problem. Indstil iOS-notifikationsbanner stil til Vedvarende for at vise bannere i app'en, indtil den er afbrudt.
de: Mit aktivierten iOS Trio-Benachrichtigungen kannst Du Trio die meisten Kohlenhydrat-Benachrichtigungen in der iOS-Benachrichtigungszentrale als Banner, Liste und auf dem Sperrbildschirm anzeigen lassen. So kannst Du die Trio-Informationen auf einem Blick sehen und Probleme mit den Informationen beheben. Stelle den iOS Hinweise Banner Stil auf dauerhaft, um Banner in der App anzuzeigen, bis sie beendet werden.
es: Con iOS Trio notificaciones activadas, puede dejar que Trio muestre la mayoría de las notificaciones de Carb en el centro de notificaciones de iOS como banner, lista y en la pantalla de bloqueo. Le permite referirse a Trio Information de un vistazo y solucionar cualquier problema informativo. Establecer el estilo de banner de notificaciones de iOS en Persistente para mostrar banners en la aplicación hasta que se descarten.
fr: Lorsque les notifications iOS de Trio sont activées, vous pouvez afficher la plupart des notifications Glucides dans le Centre de notifications iOS, sous forme de bannière, de liste ou sur l’écran verrouillé. Cela vous permet de consulter rapidement les informations de Trio et de résoudre les éventuels problèmes informatifs. Réglez le style de bannière iOS sur "Persistant" pour que les bannières restent visibles jusqu’à leur fermeture.
it: Con iOS Trio Notifications abilitato, è possibile consentire Trio visualizzare la maggior parte delle notifiche Carb in iOS Notification Center come un Banner, Elenco e sulla schermata di blocco. Ti permette di fare riferimento a Trio Informazioni a colpo d'occhio e risolvere qualsiasi problema informativo. Imposta lo stile banner delle notifiche iOS a Persistente per visualizzare i banner nell'app fino a quando non viene rimosso.
nb_no: Med iOS Trio-varsler aktivert, kan du la Trio vise de fleste karbohydratvarsler i iOS varslingssenter som et banner, en liste og på låseskjermen. Det lar deg se Trio-informasjon med et raskt blikk og feilsøke eventuelle informasjonsproblemer. Sett iOS-varslingsbannerstil til Vedvarende for å vise bannere i appen til de lukkes.
nl: Als je meldingen voor iOS Trio aanzet, kan Trio de meeste koolhydratenmeldingen laten zien als banner, in de lijst en op het vergrendelscherm. Zo kun je snel info van Trio bekijken en eventuele problemen oplossen. Zet de iOS-meldingen Bannerstijl op Blijvend, zodat meldingen in de app blijven staan totdat je ze zelf weghaalt.
pl: Po włączeniu powiadomień iOS dla Trio możesz pozwolić Trio wyświetlać większość powiadomień o węglowodanach w Centrum powiadomień iOS jako baner, listę i na ekranie blokady. Umożliwia to szybkie zapoznanie się z informacjami Trio i rozwiązywanie wszelkich problemów informacyjnych. Ustaw styl banera powiadomień iOS na trwały, aby wyświetlać banery w aplikacji do momentu zamknięcia.
pt_pt: Com as notificações Trio do iOS habilitadas, Você pode permitir que o Trio exiba a maioria das notificações de Carb no iOS Centro de Notificações como uma Bandeira, Lista e na Tela de Bloqueio. Ele permite que você consulte Trio Information a qualquer problema informativo. Defina o estilo do Banner de notificações iOS para Persistente para exibir banners no aplicativo até ser dispensado.
ru: С включенными уведомлениями iOS Trio, вы можете разрешить Трио отображать большинство Карбовых Уведомлений в центре уведомлений iOS как баннер, список и на экране блокировки. Он позволяет Вам обратиться к информации Трио (Trio Information), чтобы узнать о проблемах и устранить любые информационные проблемы. Установите стиль баннера iOS Notifications в постоянном режиме, чтобы отображать баннеры в приложении до тех пор, пока они не будут удалены.
sv: Med iOS Trio notiser aktiverade, kan du låta Trio visa de flesta kolhydratsnotiser i iOS notiscenter, som banderoller och på låsskärmen. Det gör att du snabbt kan observera och agera på information från Trio. Ställ in iOS-notisernas banderollstil till beständig för att visa banderoller på telefonen tills de avfärdas.
uk: З увімкненими iOS-Тріо повідомленнями ви можете дозволити Trio відображати більшість сповіщень для iOS в якості банера, списку та на екрані блокування. Це дозволяє вам посилатися на інформацію з Тріо та вирішити будь-яку інформаційну проблему. Установіть стиль банера iOS на постійний для відображення банерів у додатку до виключення.
vi: Khi bật Thông báo Carb của Trio trên iOS, bạn có thể để Trio hiển thị hầu hết các Thông báo về Carbs trong Trung tâm Thông báo của iOS dưới dạng Biểu ngữ, Danh sách và trên Màn hình khóa. Việc này giúp bạn dễ dàng theo dõi thông tin từ Trio và xử lý nhanh các sự cố liên quan. Hãy đặt Kiểu Biểu ngữ Thông báo iOS thành “Liên tục” để các biểu ngữ hiển thị trong ứng dụng cho đến khi bạn tắt chúng.
zh_hant: 啟用iOS Trio通知後，您可以讓Trio在iOS通知中心中以橫幅、列表和鎖定螢幕顯示大多數碳水化合物通知。它讓您可以一目了然地參考Trio資訊並解決任何資訊問題。將iOS通知橫幅樣式設置為持續，以便在應用中持續顯示橫幅直到關閉。
